Repository: VitorCheung/TapToMakeAnApp
Catalog: *.lproj/Localizable.strings
Languages: pt_br

# SKSpriteNode.TerminalShop.Label.LabelInfoUpgrades
source: You need more %@ times to unlock this upgrade
pt_br: Voce precisa demais %@ upgrade para liberar o proximo

# Phrases.Code0
source: TAP TO CODE
pt_br: CLICK PARA CODAR

# Phrases.Code1
source: DECLARING VARIABELS
pt_br: DECLARANDO VARIAVEIS

# Phrases.Code2
source: CREATING FUNCTIONS
pt_br: CRIANDO FUNÇOES

# Phrases.Code3
source: MAKING THE LOOP
pt_br: CRIANDO LOOPS DE REPETIÇAO

# Phrases.Code4
source: TESTING THE APP
pt_br: TESTANDO APP

# SKSpriteNode.ScreenNode.ButtonOffice.Label
source: office
pt_br: escritorio

# SKSpriteNode.ScreenNode.ButtonServer.Label
source: server
pt_br: servidor

# SKSpriteNode.ScreenNode.ButtonTeam.Label
source: team
pt_br: time

# TerminalDocs.Label.docs
source: Contract
pt_br: Contrato

# TerminalDocs.Label.hire
source: HIRE
pt_br: Contratar

source: POINTS
pt_br: PONTOS

# Earning
source: EANING
pt_br: GANHOS

source: SELL
pt_br: Vender

source: STORE APP
pt_br: ARMAZENAR APP

source: Days
pt_br: Dias

source: Power
pt_br: Poder

source: Rarity
pt_br: Raridade

# YourPower
source: Your power was:
pt_br: Seu poder era:

source: BUY
pt_br: Comprar

# coder.description
source: If your team have 3 coders, your power will be double
pt_br: Se seu time tiver 3 coders, seu poder sera dobrado

# designer.description
source: If your team have 3 designers, they gain +10 power
pt_br: Se seu time tiver 3 designers, eles ganharam +10 poder

# host.description
source: If your team have 3 Host, your points/sec will be 8 times bigger
pt_br: Se seu time tiver 3 Host, seus pontos/sec iram multiplicar por 8

source: cat lovers
pt_br: amantes de gatos

# cat lovers.description
source: If your team have 2 cat lovers, the value of your apps will be quadruple
pt_br: Se seu time tiver 2 amantes de gatos, o valor de seus apps vao ser quadublicados

source: siblings
pt_br: irmaos

# siblings.description
source: If your team have 2 siblings, they gain 3 power for each app store
pt_br: Se seu time tiver 2 irmaos, eles iram ganhar +3 poder para cada app no seu server

source: musicians
pt_br: musico

# musicians.description
source: If your team have 2 musicians, your deadline will incrise 10
pt_br: Se seu time tiver 2 musicos, sua deadline ira aumentar em 10 dias

# otaku.description
source: If your team have 2 otaku, your power will incrise 2 for each worker that you have
pt_br: Se seu time tiver 2 otaku, eles iram ganhar +2 poder para cada worker que voce tiver

source: psychologist
pt_br: psicologo

# psychologist.description
source: If your team have 2 psychologist, they gain 10 power for each host that you have
pt_br: Se seu time tiver 2 psicologos, eles iram ganhar +10 de poder por cada host que voce tiver

# best.description
source: If you have 2 best on your team, they will triple their level
pt_br: Se seu time tiver 2 best Eles iram ter seu level triplicado

source: we all are debs
pt_br: todos somos debs

# we all are debs.description
source: If you have debs on your team, she will make all your tem designer
pt_br: Se voce tiver a debs no time, ela ira fazer todo seu time ser designer

source: cactus
pt_br: cactos

# cactus.description
source: If you have Karina on your team, she will incrise the level of your team equal to her level
pt_br: Se voce tiver a Karina no time, ela ira aumentar o level de todo o time igual ao level dela

# pro player.description
source: If you have Triz on your team, she will double the effect of the coder bonus
pt_br: Se voce tiver a Triz no time, ela ira dobrar o bonus dos coders

source: Air Conditioner
pt_br: Ar condicionado

# Air Conditioner.description
source: +1 day to your deadLine
pt_br: +1 dias para sua deadLine

# Server.description
source: +1 app to store
pt_br: +1 app para o server

# Upgrade PC.description
source: +10 point/sec
pt_br: +10 pontos/sec

source: Coffe
pt_br: Cafe

# Coffe.description
source: +1 point/sec for every worker that you have
pt_br: +1 pontos/sec para cada worker que voce possue

# Wifi.description
source: +5 points/sec for each app store
pt_br: +5 pontos/sec para cada app no server

source: Drawing tablets
pt_br: Mesa digitalizadora

# Drawing tablets.description
source: +8 power for every desinger
pt_br: +8 poder para cada desinger

source: new keyboard
pt_br: novo teclado

# new keyboard.description
source: +10 power for every coder
pt_br: +10 poder para cada coder

# microfone.description
source: +20 power for every host
pt_br: +20 poder para todos host

source: Phone
pt_br: Celular

# Phone.description
source: +25 points/sec for every 4 star worker
pt_br: +25 pontos/sec para cada worker de 4 estrelas

# Tablet.description
source: +50 points/sec for every 5 star worker
pt_br: +50 pontos/sec para cada worker de 5 estrelas

# Tutorial0
source: Hello, you must be the new CEO! Great, my name is japa I am here to help you get started! First thing, tap as much as you can on the screem to gain points!
pt_br: Ola, voce deve ser o novo CEO! Otimo, meu nome é japa. Eu estou aqui para ajudar voce a comecar! Primeira coisa, click o maximo de vezes possiveis na tela para ganhar pontos!

# Tutorial1
source: Excellent!! You have developed your first app! Now tap on STORE APP to store the app!
pt_br: Execelente!! Voce desenvolveu seu primeiro app! Agora click em ARMAZENAR APP para aguardar seu app!

# Tutorial2
source: Nice!! Now go to the servers to see how your app is doing.
pt_br: Boa!! Agora va nos servidores para ver como seus app estam.

# Tutorial3
source: Here you can see how much money yours apps are making and how many apps you can store! You can sell apps here too! Try to sell one
pt_br: Aqui voce pode ver quanto dinherio seus apps estam fazendo e quantos apps voce pode guardar! Voce tambem pode vender app! Tente vender um.

# Tutorial4
source: Nice!! Use this money to contract a worker! Go to Docs tab
pt_br: Boa!! Use esse dinheiro para contratar um worker! va para a tab Docs

# Tutorial5
source: Here you can contract new workers, click on contrart to hire a new worker!
pt_br: Aqui voce pode contratar novos workers, click no contrato para contratar um novo worker!

# Tutorial6
source: Nice!! You have a new worker! Now click on team to add this worker to your team!
pt_br: Boa!! Voce tem um novo worker! Agora click no time para adicionar ele no seu time!

# Tutorial7
source: Here you can see your workers that you have! Before you add this worker to your team click on info button to now more about your worker
pt_br: Aqui voce pode ver seus workers! Mas antes de adicionar um worker no time click no botao de informacoes para ver mais sobre esse worker.

# Tutorial8
source: Here you can see the power of your worker: this is how much extra points you will gain for your click! Below this, you can see the type of your worker: if your team has enough workers of the same type, it will receive a bonus!
pt_br: Aqui voce pode ver o poder dos seus workers: isso e os pontos extras que voce ira ganhar por click! Embaixo disso, voce pode ver o tipo do worker: Se seu time tiver workers suficiente desse tipo, voce recebera um bonus!

# Tutorial9
source: Now click on the worker to add him to your team!
pt_br: Agora click no worker para adicionar ele no time!

# Tutorial10
source: Nice, now you have a team! You have some extra, let's buys some upgrades! tap on shop to buy upgrades.
pt_br: Boa, agora voce tem um time! Voce ainda tem um dinherio extra vamos comprar upgrades! click em upgrades para compras upgrades.

# Tutorial11
source: This is the shop you can buy upgrades here! try to buy one!
pt_br: Aqui e o shop voce pode comprar upgrades aqui! tente comprar um!

# Tutorial12
source: Okaay! You are all set! Now you can TAP TO MAKE AN APP!
pt_br: Okaay! Voce esta pronto! Agora voce pode TAP TO MAKE AN APP!
